[
  {
    "id": "raison-detre",
    "title": "Raison d'Être",
    "subtitle": "Why Are We in Business Together?",
    "description": "Explore the fundamental purpose and values that drive your family business. Understanding your 'why' provides the foundation for all future decisions.",
    "gradient": "from-primary-600 to-primary-700",
"questions": [
      "What was the original heartbeat behind this business? Why did we start—or why are we still here?",
      "If your children or grandchildren asked, 'Why does our family own this business?'—what would you say?",
      "What values must we never compromise, even when things get tough?",
      "What is the fundamental objective of our business family? This question helps define the family's philosophy and purpose, which might involve enhancing the pursuit of happiness of individual members and preserving human, intellectual, and financial capital.",
      "What vision do we share for the future? Families should look ahead and form a consensus on a shared long-term goal, embracing a \"seventh-generation thinking\" approach that considers the impact of decisions far into the future. This includes articulating a long-term vision for the project.",
      "What are our core family values, and how do they translate to the business? This involves identifying values that reflect the family's uniqueness and guide its actions. Examples of values include generosity, humility, service, and communication. It's crucial to identify these values, make them explicit, and share them within the family to serve as the best resource for the firm.",
      "How will we define our unique \"differentness\" as a family? This involves exploring the values that make the family distinct.",
      "How will we ensure these values are passed down through generations? Methods include setting an example, appointing mentors, emphasizing meritocracy, respecting individual vocations, and documenting family history."
    ]
  },
  {
    "id": "type-of-business",
    "title": "Type of Business",
    "subtitle": "End Game Thinking",
    "description": "Define the future vision for your business ownership and structure. Consider whether this is a generational legacy or a strategic asset.",
    "gradient": "from-accent-600 to-accent-700",
    "questions": [
      "Do I want us to keep this business for generations, or prepare to sell one day? Why?",
      "What kind of role do I want—operator, owner, investor, supporter?",
      "Who should be allowed to own shares—and who shouldn't? Where do I draw the line, and why?"
    ]
  },
  {
    "id": "expectations",
    "title": "Expectations",
    "subtitle": "The Three Circles & Beyond",
    "description": "Clarify roles, responsibilities, and expectations across family, business, and ownership circles. Establish clear boundaries and accountability.",
    "gradient": "from-heritage-600 to-heritage-700",
"questions": [
      "Where do I sit today—Family, Business, Ownership? Am I clear about that?",
      "Do I believe we have a clear succession plan—or are we hoping things just work out?",
      "What do I expect from other family members—and what do I think they expect of me?",
      "What do family members expect from the family business (e.g., economic performance, job security, pride, social status)? All expectations should be validated, and an agreement should be reached among all members for maximum understanding and conflict prevention.",
      "What role should family members play in the firm? This includes considering who is willing and qualified to join, and ensuring that family members contribute something unique to their positions, beyond what an outsider might.",
      "How do we manage the individual vocations and aspirations of family members, respecting their choices inside or outside the business?",
      "How do we ensure fair assessment of family candidates for positions, avoiding favoritism?",
      "What type of family business do we want to be (e.g., Sole Owner, Partnership, Distributed, Concentrated)? This choice influences how the business evolves and how new spaces are created for future generations, preventing power struggles.",
      "What is the scope of our shared assets? Families must decide how much of their assets, beyond the operating company, they will own collectively (e.g., car collections, vacation homes, investments, philanthropic endowments).",
      "Who is eligible to be an owner? This decision determines whether ownership is restricted to bloodline descendants, or includes in-laws, and if there are participation criteria (e.g., only operators, governors, or investors).",
      "Which owners will have control? Families must decide whether control is unified in a subset of owners or shared among all owners, considering voting rights, non-voting shares, or trust arrangements.",
      "Has our ownership type changed over time, and does it still work for our family's future needs? Families should reflect on their ownership history and consider whether the current structure is appropriate for the future, especially as the family grows in numbers or capabilities."
    ]
  },
  {
    "id": "extinction",
    "title": "Extinction",
    "subtitle": "What Could Go Wrong?",
    "description": "Identify potential risks and vulnerabilities that could threaten family unity in business. Develop strategies for resilience and conflict resolution.",
    "gradient": "from-red-600 to-red-700",
"questions": [
      "What's the biggest threat to our family staying united in business?",
      "Where are we strong—and where are we vulnerable—when it comes to people, money, skills, and relationships?",
      "Who makes the tough calls in our family business today? Is that clear—and is it working?",
      "How will the golden goose (core business) be protected? This involves prioritizing survival, then profit, then growth, and potentially diversifying the portfolio.",
      "How will a portfolio be built to last generations, blending value creation and family values?",
      "What are the dividend policies, and how much liquidity will be taken out of the company? This balances reinvestment with shareholder needs.",
      "How will the family be prepared to be responsible with its wealth, especially for younger generations? This includes exposing children to the business early on and understanding diverse stances on wealth.",
      "How will shared family property be managed? A specific plan covering design, decision making, value, information and transfer is recommended.",
      "What internal and external causes could endanger the company's continued existence? This includes market competitiveness, merger/takeover offers, or internal family disputes.",
      "What strategies will be followed in scenarios of potential extinction of major disruption (e.g. death, new family entrants, inequality, behavioral health issues etc)?",
      "How will conflicts be managed to avoid them escalating into family wars? This involves understanding the conflict spiral and adopting strategies for constructive conflict resolution.",
      "How should the family be organized and governed to achieve its vision and promote its values? This involves outlining the system of governance bodies.",
      "What governance bodies are needed (e.g., Board of Directors, Family Council, Family Assembly, Family Foundation)? The roles, responsibilities, and membership of each body, and how they interact, should be specified.",
      "How will decision-making authority be allocated across different \"rooms\" (Owner Room, Board Room, Management Room, Family Room)? This clarity ensures everyone knows their participation and how rooms work together.",
      "What key decisions are reserved for owners and should not be delegated (e.g., ownership transfer, major business changes, setting goals, electing board members)?"
    ]
  }
]